7zip
acpi
amd-ucode
base
base-devel
bash-completion
blueman
bluez
brightnessctl
btop
btrfs-progs
clang
cmake
copyq
dosfstools
dunst
efibootmgr
fastfetch
firefox
foot
fzf
gdb
gimp
git
glfw
glu
go
gparted
grim
grub
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gstreamer-vaapi
gtk-layer-shell
htop
hypridle
hyprland
hyprlock
hyprpolkitagent
imlib2
inetutils
iwd
jq
less
libnotify
libpulse
libreoffice-fresh
libva-utils
libvdpau-va-gl
linux
linux-firmware
linux-headers
llvm
lsp-plugins-gst
man-db
man-pages
meson
mpv
mpv-mpris
nano
neovim
network-manager-applet
networkmanager
ninja
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
obs-studio
pamixer
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
poppler
qt5ct
qt6ct
radeontop
ripgrep
rofi-wayland
rustup
slurp
smartmontools
socat
sof-firmware
swayidle
swww
timeshift
tmux
tree
ttf-iosevka-nerd
tuned
ufw
unrar
unzip
v4l2loopback-dkms
v4l2loopback-utils
vesktop-bin
vim
vulkan-mesa-layers
vulkan-radeon
waifu2x-ncnn-vulkan
wayland-pipewire-idle-inhibit
wireless_tools
wireplumber
wl-clipboard
wtype
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xhost
xorg-xinit
xorg-xwayland
yay-bin
yay-bin-debug
yazi
yt-dlp
zathura-pdf-poppler
zip
zoxide
zram-generator
